import {Card} from "@/types";

export const allEntries: Card[] = [
  {
    "id": 10,
    "liked": null,
    "category": [
      {
        "id": 1,
        "name": "Новости компании",
        "slug": "news",
        "description": "Новости нашей прекрасной компании"
      }
    ],
    "author": {
      "id": 2,
      "first_name": "Елена",
      "last_name": "Дмитриева",
      "email": "hr@example.com",
      "avatar": "/media/cache/43/0b/430bbafef5e5e4c36ad89897e77a1ea0.jpg",
      "avatar_full": "https://em-dev.usolcev.com/media/users/avatars/female8.jpg"
    },
    "title": "Офисная йога для героев",
    "preview_image": "https://em-dev.usolcev.com/media/entries/chelsea-gates-n8L1VYaypcw-unsplash.jpg",
    "description": "Превратите свой офис в зону спокойствия и гармонии с помощью офисной йоги. Узнайте, как выполнять позу \"Улыбающийся босс\" и побеждайте выгорание",
    "url": null,
    "text": "Компания Х объявляет о нескольких важных событиях, происходящих внутри организации. В рамках стратегического развития и улучшения рабочей среды для сотрудников, руководство компании приняло ряд инициатив.\r\n\r\nВ первом анонсе сообщается о введении новой программы по обучению сотрудников. Компания Х признает, что инвестирование в развитие своих сотрудников – это ключевой фактор успеха. Поэтому была разработана специальная обучающая программа, которая позволит сотрудникам развивать свои профессиональные навыки и повышать свою эффективность в работе.\r\n\r\nВторое важное объявление связано с запуском нового проекта внутренней коммуникации. Компания Х понимает, что эффективное взаимодействие и обмен информацией между сотрудниками – это основа успешной работы. Поэтому была создана платформа, которая облегчит коммуникацию, обмен знаниями и сотрудничество между различными отделами и командами внутри компании.\r\n\r\nТретье объявление касается проведения внутреннего конкурса на лучшую идею. Компания Х призывает сотрудников выносить свои предложения и идеи, которые могут способствовать улучшению работы компании и ее продуктов. Лучшие идеи будут вознаграждены, а их авторы получат возможность реализовать свои проекты под руководством экспертов компании.\r\n\r\nЧетвертое объявление связано с расширением команды компании Х. В связи с ростом бизнеса и увеличением объема работ, компания принимает на работу новых специалистов в различные отделы. Руководство компании приглашает всех желающих присоединиться к их дружной команде и внести свой вклад в развитие организации.\r\n\r\nПятое и последнее объявление касается организации корпоративного мероприятия. Компания Х планирует провести тематическую вечеринку для своих сотрудников, чтобы отметить достижения и укрепить командный дух. Мероприятие будет включать в себя различные развлекательные активности, конкурсы и угощения.",
    "created": "2023-07-01T13:02:05.830000+03:00"
  },
  {
    "id": 1,
    "liked": null,
    "category": [
      {
        "id": 1,
        "name": "Новости компании",
        "slug": "news",
        "description": "Новости нашей прекрасной компании"
      }
    ],
    "author": {
      "id": 1,
      "first_name": "Админ",
      "last_name": "Админыч",
      "email": "admin@admin.admin",
      "avatar": "/media/cache/a0/fe/a0fe7db3551ec4e783739f00c2b8c653.jpg",
      "avatar_full": "https://em-dev.usolcev.com/media/users/avatars/male1.jpg"
    },
    "title": "Наша компания стала главным поставщиком печенек для офисов во вселенной",
    "preview_image": "https://em-dev.usolcev.com/media/entries/christina-branco-7P-wc2Z2Ujs-unsplash.jpg",
    "description": "Мы сделали это! Наша компания Х завоевала мировое господство в сфере печенек для офисов",
    "url": null,
    "text": "Компания Х объявляет о нескольких важных событиях, происходящих внутри организации. В рамках стратегического развития и улучшения рабочей среды для сотрудников, руководство компании приняло ряд инициатив.\r\n\r\nВ первом анонсе сообщается о введении новой программы по обучению сотрудников. Компания Х признает, что инвестирование в развитие своих сотрудников – это ключевой фактор успеха. Поэтому была разработана специальная обучающая программа, которая позволит сотрудникам развивать свои профессиональные навыки и повышать свою эффективность в работе.\r\n\r\nВторое важное объявление связано с запуском нового проекта внутренней коммуникации. Компания Х понимает, что эффективное взаимодействие и обмен информацией между сотрудниками – это основа успешной работы. Поэтому была создана платформа, которая облегчит коммуникацию, обмен знаниями и сотрудничество между различными отделами и командами внутри компании.\r\n\r\nТретье объявление касается проведения внутреннего конкурса на лучшую идею. Компания Х призывает сотрудников выносить свои предложения и идеи, которые могут способствовать улучшению работы компании и ее продуктов. Лучшие идеи будут вознаграждены, а их авторы получат возможность реализовать свои проекты под руководством экспертов компании.\r\n\r\nЧетвертое объявление связано с расширением команды компании Х. В связи с ростом бизнеса и увеличением объема работ, компания принимает на работу новых специалистов в различные отделы. Руководство компании приглашает всех желающих присоединиться к их дружной команде и внести свой вклад в развитие организации.\r\n\r\nПятое и последнее объявление касается организации корпоративного мероприятия. Компания Х планирует провести тематическую вечеринку для своих сотрудников, чтобы отметить достижения и укрепить командный дух. Мероприятие будет включать в себя различные развлекательные активности, конкурсы и угощения.",
    "created": "2023-06-30T12:57:37.211000+03:00"
  },
  {
    "id": 14,
    "liked": null,
    "category": [
      {
        "id": 2,
        "name": "Полезные статьи",
        "slug": "articles",
        "description": "Статьи и советы по борьбе с выгоранием"
      },
      {
        "id": 4,
        "name": "Мотивация",
        "slug": "motivation",
        "description": "Мотивирующие статьи"
      }
    ],
    "author": {
      "id": 2,
      "first_name": "Елена",
      "last_name": "Дмитриева",
      "email": "hr@example.com",
      "avatar": "/media/cache/43/0b/430bbafef5e5e4c36ad89897e77a1ea0.jpg",
      "avatar_full": "https://em-dev.usolcev.com/media/users/avatars/female8.jpg"
    },
    "title": "Как обладать силой копировальной машины",
    "preview_image": "https://em-dev.usolcev.com/media/entries/nastuh-abootalebi-ZtC4_rPCRXA-unsplash.jpg",
    "description": "Раскройте секреты суперспособности - управления копировальной машиной! Узнайте, как она может стать вашим союзником в борьбе с выгоранием",
    "url": null,
    "text": "Компания Х объявляет о нескольких важных событиях, происходящих внутри организации. В рамках стратегического развития и улучшения рабочей среды для сотрудников, руководство компании приняло ряд инициатив.\r\n\r\nВ первом анонсе сообщается о введении новой программы по обучению сотрудников. Компания Х признает, что инвестирование в развитие своих сотрудников – это ключевой фактор успеха. Поэтому была разработана специальная обучающая программа, которая позволит сотрудникам развивать свои профессиональные навыки и повышать свою эффективность в работе.\r\n\r\nВторое важное объявление связано с запуском нового проекта внутренней коммуникации. Компания Х понимает, что эффективное взаимодействие и обмен информацией между сотрудниками – это основа успешной работы. Поэтому была создана платформа, которая облегчит коммуникацию, обмен знаниями и сотрудничество между различными отделами и командами внутри компании.\r\n\r\nТретье объявление касается проведения внутреннего конкурса на лучшую идею. Компания Х призывает сотрудников выносить свои предложения и идеи, которые могут способствовать улучшению работы компании и ее продуктов. Лучшие идеи будут вознаграждены, а их авторы получат возможность реализовать свои проекты под руководством экспертов компании.\r\n\r\nЧетвертое объявление связано с расширением команды компании Х. В связи с ростом бизнеса и увеличением объема работ, компания принимает на работу новых специалистов в различные отделы. Руководство компании приглашает всех желающих присоединиться к их дружной команде и внести свой вклад в развитие организации.\r\n\r\nПятое и последнее объявление касается организации корпоративного мероприятия. Компания Х планирует провести тематическую вечеринку для своих сотрудников, чтобы отметить достижения и укрепить командный дух. Мероприятие будет включать в себя различные развлекательные активности, конкурсы и угощения.",
    "created": "2023-06-25T13:03:33.299000+03:00"
  },
  {
    "id": 5,
    "liked": null,
    "category": [
      {
        "id": 3,
        "name": "Видео",
        "slug": "video",
        "description": "Полезные видео"
      },
      {
        "id": 6,
        "name": "Медитация",
        "slug": "meditation",
        "description": "Техники медитации"
      }
    ],
    "author": {
      "id": 2,
      "first_name": "Елена",
      "last_name": "Дмитриева",
      "email": "hr@example.com",
      "avatar": "/media/cache/43/0b/430bbafef5e5e4c36ad89897e77a1ea0.jpg",
      "avatar_full": "https://em-dev.usolcev.com/media/users/avatars/female8.jpg"
    },
    "title": "Превращаем скучный рабочий день в эпическую игру",
    "preview_image": "https://em-dev.usolcev.com/media/entries/john-schnobrich-2FPjlAyMQTA-unsplash.jpg",
    "description": "Отправляйтесь в офисные приключения, где скучный рабочий день превращается в эпическую игру",
    "url": "https://www.youtube.com/watch?v=djV11Xbc914",
    "text": "",
    "created": "2023-06-23T12:59:47.982000+03:00"
  },
  {
    "id": 15,
    "liked": null,
    "category": [
      {
        "id": 2,
        "name": "Полезные статьи",
        "slug": "articles",
        "description": "Статьи и советы по борьбе с выгоранием"
      },
      {
        "id": 4,
        "name": "Мотивация",
        "slug": "motivation",
        "description": "Мотивирующие статьи"
      },
      {
        "id": 5,
        "name": "Психология",
        "slug": "pychology",
        "description": "Статьи о психологии"
      }
    ],
    "author": {
      "id": 3,
      "first_name": "Сергей",
      "last_name": "Сергеев",
      "email": "chief@example.com",
      "avatar": "/media/cache/8f/8f/8f8f3bf2c62de5762f423150224f87bc.jpg",
      "avatar_full": "https://em-dev.usolcev.com/media/users/avatars/male4.jpg"
    },
    "title": "Как справиться с выгоранием, надев маску креативности",
    "preview_image": "https://em-dev.usolcev.com/media/entries/entries_thumbnail.jpg",
    "description": "Встречайте наших офисных супергероев, которые справляются с выгоранием, надевая маску креативности",
    "url": "https://yasno.live/",
    "text": "",
    "created": "2023-06-22T16:06:09.445000+03:00"
  },
  {
    "id": 12,
    "liked": null,
    "category": [
      {
        "id": 2,
        "name": "Полезные статьи",
        "slug": "articles",
        "description": "Статьи и советы по борьбе с выгоранием"
      }
    ],
    "author": {
      "id": 2,
      "first_name": "Елена",
      "last_name": "Дмитриева",
      "email": "hr@example.com",
      "avatar": "/media/cache/43/0b/430bbafef5e5e4c36ad89897e77a1ea0.jpg",
      "avatar_full": "https://em-dev.usolcev.com/media/users/avatars/female8.jpg"
    },
    "title": "Как пережить вечность ожидания в очереди за кофе",
    "preview_image": "https://em-dev.usolcev.com/media/entries/general-bytes-Mb_KxKr5ZMU-unsplash.jpg",
    "description": "Путешествуйте во времени и сразитесь с выгоранием, находясь в борьбе с бесконечной очередью за кофе. Узнайте, как использовать свою суперсилу терпения",
    "url": null,
    "text": "Компания Х объявляет о нескольких важных событиях, происходящих внутри организации. В рамках стратегического развития и улучшения рабочей среды для сотрудников, руководство компании приняло ряд инициатив.\r\n\r\nВ первом анонсе сообщается о введении новой программы по обучению сотрудников. Компания Х признает, что инвестирование в развитие своих сотрудников – это ключевой фактор успеха. Поэтому была разработана специальная обучающая программа, которая позволит сотрудникам развивать свои профессиональные навыки и повышать свою эффективность в работе.\r\n\r\nВторое важное объявление связано с запуском нового проекта внутренней коммуникации. Компания Х понимает, что эффективное взаимодействие и обмен информацией между сотрудниками – это основа успешной работы. Поэтому была создана платформа, которая облегчит коммуникацию, обмен знаниями и сотрудничество между различными отделами и командами внутри компании.\r\n\r\nТретье объявление касается проведения внутреннего конкурса на лучшую идею. Компания Х призывает сотрудников выносить свои предложения и идеи, которые могут способствовать улучшению работы компании и ее продуктов. Лучшие идеи будут вознаграждены, а их авторы получат возможность реализовать свои проекты под руководством экспертов компании.\r\n\r\nЧетвертое объявление связано с расширением команды компании Х. В связи с ростом бизнеса и увеличением объема работ, компания принимает на работу новых специалистов в различные отделы. Руководство компании приглашает всех желающих присоединиться к их дружной команде и внести свой вклад в развитие организации.\r\n\r\nПятое и последнее объявление касается организации корпоративного мероприятия. Компания Х планирует провести тематическую вечеринку для своих сотрудников, чтобы отметить достижения и укрепить командный дух. Мероприятие будет включать в себя различные развлекательные активности, конкурсы и угощения.",
    "created": "2023-06-18T13:02:58.478000+03:00"
  },
  {
    "id": 6,
    "liked": null,
    "category": [
      {
        "id": 3,
        "name": "Видео",
        "slug": "video",
        "description": "Полезные видео"
      }
    ],
    "author": {
      "id": 2,
      "first_name": "Елена",
      "last_name": "Дмитриева",
      "email": "hr@example.com",
      "avatar": "/media/cache/43/0b/430bbafef5e5e4c36ad89897e77a1ea0.jpg",
      "avatar_full": "https://em-dev.usolcev.com/media/users/avatars/female8.jpg"
    },
    "title": "Как найти счастье в горшке с растением",
    "preview_image": "https://em-dev.usolcev.com/media/entries/adeolu-eletu-hUU9dtVUg8U-unsplash.jpg",
    "description": "Раскройте секреты нашей офисной флоры и узнайте, как горшок с растением на рабочем столе может стать источником счастья и победы над выгоранием",
    "url": "https://www.youtube.com/watch?v=2wwCG56iVPw",
    "text": "",
    "created": "2023-06-17T13:00:21.737000+03:00"
  },
  {
    "id": 7,
    "liked": null,
    "category": [
      {
        "id": 2,
        "name": "Полезные статьи",
        "slug": "articles",
        "description": "Статьи и советы по борьбе с выгоранием"
      },
      {
        "id": 5,
        "name": "Психология",
        "slug": "pychology",
        "description": "Статьи о психологии"
      }
    ],
    "author": {
      "id": 2,
      "first_name": "Елена",
      "last_name": "Дмитриева",
      "email": "hr@example.com",
      "avatar": "/media/cache/43/0b/430bbafef5e5e4c36ad89897e77a1ea0.jpg",
      "avatar_full": "https://em-dev.usolcev.com/media/users/avatars/female8.jpg"
    },
    "title": "Хобби-тренировка в поисках внутреннего счастья",
    "preview_image": "https://em-dev.usolcev.com/media/entries/marvin-meyer-SYTO3xs06fU-unsplash.jpg",
    "description": "Прыжки на батуте и стрельба из пузырькового пистолета - наше секретное оружие в борьбе с выгоранием. Готовы вступить в тренировке?",
    "url": null,
    "text": "Компания Х объявляет о нескольких важных событиях, происходящих внутри организации. В рамках стратегического развития и улучшения рабочей среды для сотрудников, руководство компании приняло ряд инициатив.\r\n\r\nВ первом анонсе сообщается о введении новой программы по обучению сотрудников. Компания Х признает, что инвестирование в развитие своих сотрудников – это ключевой фактор успеха. Поэтому была разработана специальная обучающая программа, которая позволит сотрудникам развивать свои профессиональные навыки и повышать свою эффективность в работе.\r\n\r\nВторое важное объявление связано с запуском нового проекта внутренней коммуникации. Компания Х понимает, что эффективное взаимодействие и обмен информацией между сотрудниками – это основа успешной работы. Поэтому была создана платформа, которая облегчит коммуникацию, обмен знаниями и сотрудничество между различными отделами и командами внутри компании.\r\n\r\nТретье объявление касается проведения внутреннего конкурса на лучшую идею. Компания Х призывает сотрудников выносить свои предложения и идеи, которые могут способствовать улучшению работы компании и ее продуктов. Лучшие идеи будут вознаграждены, а их авторы получат возможность реализовать свои проекты под руководством экспертов компании.\r\n\r\nЧетвертое объявление связано с расширением команды компании Х. В связи с ростом бизнеса и увеличением объема работ, компания принимает на работу новых специалистов в различные отделы. Руководство компании приглашает всех желающих присоединиться к их дружной команде и внести свой вклад в развитие организации.\r\n\r\nПятое и последнее объявление касается организации корпоративного мероприятия. Компания Х планирует провести тематическую вечеринку для своих сотрудников, чтобы отметить достижения и укрепить командный дух. Мероприятие будет включать в себя различные развлекательные активности, конкурсы и угощения.",
    "created": "2023-06-16T13:00:55.388000+03:00"
  },
  {
    "id": 9,
    "liked": null,
    "category": [
      {
        "id": 1,
        "name": "Новости компании",
        "slug": "news",
        "description": "Новости нашей прекрасной компании"
      }
    ],
    "author": {
      "id": 2,
      "first_name": "Елена",
      "last_name": "Дмитриева",
      "email": "hr@example.com",
      "avatar": "/media/cache/43/0b/430bbafef5e5e4c36ad89897e77a1ea0.jpg",
      "avatar_full": "https://em-dev.usolcev.com/media/users/avatars/female8.jpg"
    },
    "title": "Объявлен набор в команду \"Сила бумаги\"",
    "preview_image": "https://em-dev.usolcev.com/media/entries/nick-morrison-FHnnjk1Yj7Y-unsplash.jpg",
    "description": "Присоединяйтесь к нашей команде \"Сила Бумаги\", где ваше оружие – крепкий кофе и непобедимые навыки справляться с бумажной работой",
    "url": null,
    "text": "Компания Х объявляет о нескольких важных событиях, происходящих внутри организации. В рамках стратегического развития и улучшения рабочей среды для сотрудников, руководство компании приняло ряд инициатив.\r\n\r\nВ первом анонсе сообщается о введении новой программы по обучению сотрудников. Компания Х признает, что инвестирование в развитие своих сотрудников – это ключевой фактор успеха. Поэтому была разработана специальная обучающая программа, которая позволит сотрудникам развивать свои профессиональные навыки и повышать свою эффективность в работе.\r\n\r\nВторое важное объявление связано с запуском нового проекта внутренней коммуникации. Компания Х понимает, что эффективное взаимодействие и обмен информацией между сотрудниками – это основа успешной работы. Поэтому была создана платформа, которая облегчит коммуникацию, обмен знаниями и сотрудничество между различными отделами и командами внутри компании.\r\n\r\nТретье объявление касается проведения внутреннего конкурса на лучшую идею. Компания Х призывает сотрудников выносить свои предложения и идеи, которые могут способствовать улучшению работы компании и ее продуктов. Лучшие идеи будут вознаграждены, а их авторы получат возможность реализовать свои проекты под руководством экспертов компании.\r\n\r\nЧетвертое объявление связано с расширением команды компании Х. В связи с ростом бизнеса и увеличением объема работ, компания принимает на работу новых специалистов в различные отделы. Руководство компании приглашает всех желающих присоединиться к их дружной команде и внести свой вклад в развитие организации.\r\n\r\nПятое и последнее объявление касается организации корпоративного мероприятия. Компания Х планирует провести тематическую вечеринку для своих сотрудников, чтобы отметить достижения и укрепить командный дух. Мероприятие будет включать в себя различные развлекательные активности, конкурсы и угощения.",
    "created": "2023-06-14T13:01:44.055000+03:00"
  },
  {
    "id": 3,
    "liked": null,
    "category": [
      {
        "id": 1,
        "name": "Новости компании",
        "slug": "news",
        "description": "Новости нашей прекрасной компании"
      }
    ],
    "author": {
      "id": 2,
      "first_name": "Елена",
      "last_name": "Дмитриева",
      "email": "hr@example.com",
      "avatar": "/media/cache/43/0b/430bbafef5e5e4c36ad89897e77a1ea0.jpg",
      "avatar_full": "https://em-dev.usolcev.com/media/users/avatars/female8.jpg"
    },
    "title": "Открытие тренингов \"Искусство караоке на конференц-звонке\"",
    "preview_image": "https://em-dev.usolcev.com/media/entries/israel-palacio-Y20JJ_ddy9M-unsplash.jpg",
    "description": "Ваше время на конференц-звонки стало слишком скучным? Мы знаем, как поднять настроение! Присоединяйтесь к нашим тренингам по караоке на созвонах",
    "url": null,
    "text": "Компания Х объявляет о нескольких важных событиях, происходящих внутри организации. В рамках стратегического развития и улучшения рабочей среды для сотрудников, руководство компании приняло ряд инициатив.\r\n\r\nВ первом анонсе сообщается о введении новой программы по обучению сотрудников. Компания Х признает, что инвестирование в развитие своих сотрудников – это ключевой фактор успеха. Поэтому была разработана специальная обучающая программа, которая позволит сотрудникам развивать свои профессиональные навыки и повышать свою эффективность в работе.\r\n\r\nВторое важное объявление связано с запуском нового проекта внутренней коммуникации. Компания Х понимает, что эффективное взаимодействие и обмен информацией между сотрудниками – это основа успешной работы. Поэтому была создана платформа, которая облегчит коммуникацию, обмен знаниями и сотрудничество между различными отделами и командами внутри компании.\r\n\r\nТретье объявление касается проведения внутреннего конкурса на лучшую идею. Компания Х призывает сотрудников выносить свои предложения и идеи, которые могут способствовать улучшению работы компании и ее продуктов. Лучшие идеи будут вознаграждены, а их авторы получат возможность реализовать свои проекты под руководством экспертов компании.\r\n\r\nЧетвертое объявление связано с расширением команды компании Х. В связи с ростом бизнеса и увеличением объема работ, компания принимает на работу новых специалистов в различные отделы. Руководство компании приглашает всех желающих присоединиться к их дружной команде и внести свой вклад в развитие организации.\r\n\r\nПятое и последнее объявление касается организации корпоративного мероприятия. Компания Х планирует провести тематическую вечеринку для своих сотрудников, чтобы отметить достижения и укрепить командный дух. Мероприятие будет включать в себя различные развлекательные активности, конкурсы и угощения.",
    "created": "2023-06-11T12:58:29.884000+03:00"
  }
]
