import girl from "../../../public/girl.jpg";
import flower from "../../../public/flower.jpg";
import {Card} from "@/types.ts";

export const cards: Card[] = [
  {
    trailerLink: "https://www.youtube.com/watch?v=-xDZwb-PY0M",
    image: girl,
    title: 'Како понять, что у вас профессиональное выгорание',
    text: `В этом выпуске Маша расскажет,
      как выявить выгорание на начальных этапах,
      чем опасна многозадачность и какие четыре
      стадии есть у синдрома переутомления.`,
    duration: '30 минут',
    tags: ['видео', 'психология']
  },
  {
    trailerLink: "https://www.youtube.com/watch?v=-xDZwb-PY0M",
    image: flower,
    title: 'Како понять, что у вас профессиональное выгорание',
    text: `В этом выпуске Маша расскажет,
      как выявить выгорание на начальных этапах,
      чем опасна многозадачность и какие четыре
      стадии есть у синдрома переутомления.`,
    duration: '60 минут',
    tags: ['статья', 'психология']
  },
  {
    trailerLink: "https://www.youtube.com/watch?v=-xDZwb-PY0M",
    image: girl,
    title: 'Как понять, что у вас профессиональное выгорание',
    text: `В этом выпуске Маша расскажет,
      как выявить выгорание на начальных этапах,
      чем опасна многозадачность и какие четыре
      стадии есть у синдрома переутомления.`,
    duration: '90 минут',
    tags: ['статья', 'психология']
  },
  {
    trailerLink: "https://www.youtube.com/watch?v=-xDZwb-PY0M",
    image: flower,
    title: 'Как понять, что у вас профессиональное выгорание',
    text: `В этом выпуске Маша расскажет,
      как выявить выгорание на начальных этапах,
      чем опасна многозадачность и какие четыре
      стадии есть у синдрома переутомления.`,
    duration: '120 минут',
    tags: ['видео', 'психология']
  },
  {
    trailerLink: "https://www.youtube.com/watch?v=-xDZwb-PY0M",
    image: girl,
    title: 'Как понять, что у вас профессиональное выгорание',
    text: `В этом выпуске Маша расскажет,
      как выявить выгорание на начальных этапах,
      чем опасна многозадачность и какие четыре
      стадии есть у синдрома переутомления.`,
    duration: '50 минут',
    tags: ['видео', 'психология']
  },
  {
    trailerLink: "https://www.youtube.com/watch?v=-xDZwb-PY0M",
    image: flower,
    title: 'Как понять, что у вас профессиональное выгорание',
    text: `В этом выпуске Маша расскажет,
      как выявить выгорание на начальных этапах,
      чем опасна многозадачность и какие четыре
      стадии есть у синдрома переутомления.`,
    duration: '10 минут',
    tags: ['видео', 'психология']
  }
]
